alexcvzz.vscode-sqlite
aster.vscode-subtitles
ChFlick.firecode
christian-kohler.npm-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
donjayamanne.githistory
eg2.vscode-npm-script
formulahendry.auto-rename-tag
golang.go
jpoissonnier.vscode-styled-components
mikestead.dotenv
ms-python.python
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.wordcount
naumovs.color-highlight
octref.vetur
ryanluker.vscode-coverage-gutters
shardulm94.trailing-spaces
silvenon.mdx
tomoki1207.pdf
torn4dom4n.latex-support
Tyriar.sort-lines
VisualStudioExptTeam.vscodeintellicode
wayou.vscode-todo-highlight
