alexcvzz.vscode-sqlite
aster.vscode-subtitles
ChFlick.firecode
christian-kohler.npm-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
denoland.vscode-deno
donjayamanne.githistory
eg2.vscode-npm-script
formulahendry.auto-rename-tag
golang.go
James-Yu.latex-workshop
JounQin.vscode-mdx
jpoissonnier.vscode-styled-components
mikestead.dotenv
ms-azuretools.vscode-docker
ms-mssql.mssql
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.wordcount
ms-vsliveshare.vsliveshare
naumovs.color-highlight
octref.vetur
rust-lang.rust
ryanluker.vscode-coverage-gutters
shardulm94.trailing-spaces
silvenon.mdx
tomoki1207.pdf
torn4dom4n.latex-support
tuttieee.emacs-mcx
Tyriar.sort-lines
VisualStudioExptTeam.vscodeintellicode
wayou.vscode-todo-highlight
wraikny.wraikny-satysfi-extension
